---
kind: other
id: Methods.T:Autodesk.Revit.DB.EdgeArrayArrayIterator
source: html/52882523-59d4-f0f6-049f-5821be96960e.htm
---
# EdgeArrayArrayIterator Methods

Causes the object to release immediately any resources it may be utilizing.